[
    {
        "deathsHead": {
            "name": "deaths head",
            "id": 1,
            "img": "./images/ilya-kuvshinov-img-5449.png",
            "word": "you notice a lonely looking girl perched on the far end of the bench, uppon further inspection, it apears to be a Death's Head moth! It seems she can't help but be drawn to the site of a protagonistic moth such as yourself."
        }
    },
    {
        "atlas": {
            "name": "atlas",
            "id": 2,
            "img": "./images/skyfire-0723-1150-1400-2.png",
            "word": "close to the lamp, surrounded by what seems to be admirers, is a grandiose Atlas moth, towering above the others in the vicinity. your imposing presence clearly intrigues her."
        }
    },
    {
        "witeWitch": {
            "name": "white witch",
            "id": 3,
            "img": "./images/alexandra-fomina-1.png",
            "word": "sitting on the edge of the window you see a baeutiful White Witch moth, however, she doesn't seem to be wearing her iconic witch uniform. This however, doesn't make her any less precious."
        }
    },
    {
        "rosyMaple": {
            "name": "rosy maple",
            "id": 4,
            "img": "./images/yao-wang-.png",
            "word": "down below the window, you see a moth wearing a witch's outfit, upoon further inspection it seems to be a Rosy Maple moth. maybe she stole the white witch's outfit?"
        }
    },
    {
        "tigerMoth": {
            "name": "tiger moth",
            "id": 5,
            "img": "./images/tz-bard-asset.png",
            "word": "Upon entering the garden, you are immediately approached by an enthusiastic tiger moth, (she's enthusiastic about a giga moth like you)"
        }
    },
    
    {
        "gypsyMoth": {
            "name": "gypsy moth",
            "id": 6,
            "img": "./images/skyfire-230417-1054-1400.png",
            "word": "around back of the rest stop, a lone Gypsy moth is looking into the building through a window. She seems awfully energetic."
        }
    },
    {
        "lunaMoth": {
            "name": "luna moth",
            "id": 7,
            "img": "./images/ying-yi-csp.png",
            "word": "you look up and see total squat, but when you look back down, a well dressed babe approches, drawn in by your powerful aura. She is a luna moth, and seems entranced by your pressence."
        }
    },
    {
        "silkMoth": {
            "name": "silk moth",
            "id": 8,
            "img": "./images/tz-bardmoth-.png",
            "word": "a magnificent silk moth catches your eye, but not as much as you've caught hers. She stands elegantly gazing at your Greek God-esk form."
        }
    }
    
]